Repository: exnihiloo/codeacademy_django_library
Catalog: ptu5_library/library/locale/*/LC_MESSAGES/django.po
Languages: lt

source: name
lt: pavadinimas

source: Enter name of book genre
lt: Įveskite knygos žanrą

source: genre
lt: žanras

source: genres
lt: žanrai

source: first name
lt: Vardas

source: last name
lt: Pavardė

source: books
lt: knygos

source: author
lt: autorius

source: authors
lt: autoriai

source: title
lt: pavadinimas

source: summary
lt: santrauka

source: <a href="https://www.isbn-international.org/content/what-isbn" target="_blank">ISBN code</a> consisting of 13 symbols
lt: <a href="https://www.isbn-international.org/content/what-isbn" target="_blank">ISBN kodas</a> susideda iš 13 simbolių.

source: Choose genre(s) for this book
lt: pasirinkite knygos žanrus

source: genre(s)
lt: žanras/ai

source: cover
lt: viršelis

source: book
lt: knyga

source: unique ID
lt: unikalus ID

source: due back
lt: bus grąžinta

source: managed
lt: administruojama

source: taken
lt: paimta

source: available
lt: laisva

source: reserved
lt: rezervuota

source: status
lt: Statusai

source: reader
lt: skaitovas

source: book instance
lt: veiksmas su knyga

source: book instances
lt: veiksmai su knyga

source: created at
lt: sukurta

source: content
lt: komentaras

source: book review
lt: atsiliepimas apie knygą

source: book reviews
lt: atsiliepimai apie knygą

source: Books in
lt: Knygos

source: Books
lt: Knygos

source: Authors in
lt: Autoriai

source: Authors
lt: Autoriai

source: Library
lt: Biblioteka

source: Home
lt: Namai

source: My Books
lt: knygos

source: Admin
lt: Administracija

source: Logout
lt: Atsijungti

source: Register
lt: Užsiregistruoti

source: Login
lt: Prisijungti

source: (C) 2022 PTU5 library
lt: (C) 2022 PTU5 biblioteka

source: by
lt: parašyta

source: Genres:
lt: Žanrai:

source: Reviews
lt: atsiliepimai apie knygą

source: If you have read this book, please leave a review.
lt: Jei perskaitėte šią knygą, prašome palikti atsiliepimą.

source: Post Review
lt: Pasidalinti atsiliepimu

source: out of
lt: iš

source: Search
lt: Ieškoti

source: Available genres
lt: Galimi žanrai

source: Welcome to
lt: Sveiki atvykę į

source: PTU5 Library
lt: PTU5 biblioteka

source: Total books:
lt: Viso knygų:

source: Total book copies:
lt: Viso knygų kopijų:

source: Available book copies:
lt: Laisvos knygos kopijos:

source: Distinct authors:
lt: Išskirtiniai autoriai:

source: Visits:
lt: Apsilankymai:

source: My Books in
lt: Mano knygos

source: My books
lt: Mano knygos

source: Borrow a book
lt: Pasiskolinti knygą

source: Author - Book
lt: Autorius - knyga

source: Due Date
lt: Iki kada

source: Status
lt: Statusai

source: Actions
lt: Veiksmai

source: Take
lt: Paimti

source: Cancel
lt: Atšaukti

source: Extend
lt: Pratęsti

source: Return
lt: Grąžinti

source: Returning a book to
lt: Grąžinama knyga į

source: Returning the book
lt: Grąžiname knygą

source: Cancel book reservation
lt: Atšaukti knygos rezervaciją

source: Are you sure that you want to
lt: Ar tikrai norite

source: return
lt: grąžinti

source: cancel reservation for
lt: atšaukti rezervaciją

source: the book
lt: knyga

source: Yes
lt: Taip

source: No
lt: Ne

source: Borrowing a book from
lt: Skolinama knyga iš

source: Reserve
lt: rezervuoti

source: a book
lt: knyga

source: You're posting too much!
lt: Jūs per daug rašote!

source: Your Review has been posted!
lt: Jūsų atsiliepimu buvo pasidalinta!

source: Book reserved.
lt: rezervuota knyga

source: Book taken or extended.
lt: Knyga paimta arba pratęstas turėjo terminas.

source: Book returned and burned
lt: Knyga grąžinta ir sudeginta.

source: Book reservation canceled
lt: Knygos rezervacija atšaukta.
